NgTSon/ESP-Matter-Smart-Plug/sdkconfig.defaults.esp32c6
CONFIG_IDF_TARGET="esp32c6"

#LOG MONITOR COLOR
CONFIG_LOG_COLORS=y